Repository: kirusanth-08/bidding_client
Catalog: lib/l10n/intl_*.arb
Languages: si

# name
source: Flutter Localization
si: ෆ්ලටර් දේශීයකරණය

source: Hello World
si: ආයුබෝවන් ලෝකය

# example_text
source: This is example of localization in flutter
si: මෙය ෆ්ලටර් හි දේශීයකරණයට උදාහරණයකි

# world_text
source: This world is so beautiful
si: මේ ලෝකේ හරිම ලස්සනයි

source: Language
si: භාෂාව

# gm
source: Good Morning
si: සුබ උදෑසනක්

# ga
source: Good Afternoon
si: සුභ සන්ධ්යාවක්

# ge
source: Good Evening
si: සුභ සන්ද්යාවක්

source: Create Account
si: ගිණුමක් සාදන්න

# already_account
source: Already have an account
si: දැනටමත් ගිණුමක් ඇත

# login_now
source: Login In Now
si: දැන් පිවිසෙන්න

source: Login Here
si: ලොගින් වන්න මෙතැනින්

# login_wc
source: Welcome back you've been missed
si: නැවත සාදරයෙන් පිළිගනිමු ඔබට මග හැරී ඇත

source: Log In
si: අැතුළු වෙන්න

# create_new
source: Create new account
si: නව ගිණුමක් සාදන්න

source: Notifications
si: දැනුම්දීම්

source: Wish List
si: පැතුම් ලැයිස්තුව
